/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Získajte ďalšie informácie</b> o správe a zabezpečení zariadení.";

/* No comment provided by engineer. */
"A system error occurred" = "Vyskytla sa systémová chyba.";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "Účet sa odstráni z aplikácie %@ a zo všetkých aplikácií Yahoo v tomto zariadení.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Pridať účet";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Vyskytla sa chyba. Skúste to za chvíľu znovu.";

/* Accessibility label for the back button */
"Back" = "Späť";

/* call tip prefix in 2lc */
"Call %@" = "Volať %@";

/* No comment provided by engineer. */
"Call again" = "Volať znova";

/* Cancel
   Cancel button title */
"Cancel" = "Storno";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Stránka sa nedá načítať.";

/* Accessibility label for the close button */
"Close" = "Zavrieť";

/* Continue
   Continue to Safari for SHF */
"Continue" = "Pokračovať";

/* Create Account view title
   sign up button title */
"Create Account" = "Založiť účet";

/* learn more alert title */
"Device Not Recognized" = "Zariadenie nerozpoznané";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Nedostali ste e-mail?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Nedostali ste textovú správu?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Nedostali ste hlasové volanie?";

/* Dismiss */
"Dismiss" = "Zrušiť";

/* Edit button title */
"Edit" = "Upraviť";

/* No comment provided by engineer. */
"Email could not be sent" = "E-mail sa nemohol odoslať";

/* No comment provided by engineer. */
"Email sent" = "E-mail odoslaný";

/* No comment provided by engineer. */
"Enter Code" = "Zadajte kód";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Z bezpečnostných dôvodov musíte váš účet odomknúť.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Z bezpečnostných dôvodov prosím znovu overte váš účet.";

/* No comment provided by engineer. */
"For the safety of your account, please login via web." = "Z bezpečnostných dôvodov sa do svojho účtu prihláste prostredníctvom webu.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Zabudli ste vaše heslo či ID?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Zabudli ste heslo?";

/* No comment provided by engineer. */
"Generic Handoff" = "Všeobecné predanie";

/* Go to Account recovery */
"Get Help" = "Získať Pomocníka";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Nesprávna odpoveď. Pokúste sa znovu.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "Neplatné ID či heslo. Skúste to ešte raz.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Dosiahnutý limit. E-mail sa nemohol odoslať.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Dosiahnutý limit. Nedajú sa odosielať textové správy ani hlasové volania.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "Relácia prihlásenia vypršala, skúste to prosím znovu.";

/* Network error alert view title */
"Network unavailable." = "Sieť nedostupná.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Heslo";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Zadajte heslo účtu \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Odstrániť";

/* Remove an account label on SSO screen */
"Remove an account" = "Odstrániť účet";

/* Select an account label on SSO screen */
"Select an account" = "Vybrať účet";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Relácia vypršala, prihláste sa prosím znova.";

/* sign in button title */
"Sign In" = "Prihlásiť sa";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Prihláste sa cez <a>Facebook</a> alebo <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Prihlásený používateľ:";

/* signing in state title for sign in button */
"Signing In" = "Prihlásenie";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Ľutujeme, ale systém spadol. Skúste to za chvíľu znovu.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Ľutujeme, ale teraz vás nemôžeme prihlásiť. Skúste to za chvíľu znovu.";

/* sms tip prefix in 2lc */
"Text %@" = "Textová správa %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Textová správa sa nemohla odoslať.";

/* No comment provided by engineer. */
"Text message sent" = "Textová správa odoslaná";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Dáta stavu Druhej výzvy sa nepodarilo zo SLCC získať.";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Príliš mnoho pokusov. Skúste to znova za 24 hodín.";

/* No comment provided by engineer. */
"Try again" = "Skúste sa znova.";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Nemôže realizovať hlasové volanie";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "Nedá sa prihlásiť. Skontrolujte systémový dátum a skúste to znova.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Nie je možné sa prihlásiť. Skúste to prosím znova.";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Aktualizovať účet";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Inovácia na Yahoo";

/* User already signed-in */
"User %@ is already signed in" = "Používateľ %@ už je prihlásený";

/* User already signed-in */
"User already signed-in" = "Používateľ už prihlásený";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Overovací kód odoslaný na %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Prebieha hlasový hovor";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Volali sme vám overovací kód na %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Toto zariadenie nerozpoznávame. Overte prosím svoju identitu odpoveďou na vaše kontrolnú otázku.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Toto zariadenie nerozpoznávame. Overte prosím svoju identitu. Odošleme vám overovací kód.";

/* ID text field place holder */
"Yahoo ID" = "Yahoo ID";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Musíte byť starší ako 13 rokov.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Váš účet je teraz odblokovaný. Prihláste sa prosím.";

/* No comment provided by engineer. */
"Your Answer" = "Vaša odpoveď";

/* learn more alert msg line 1 */
"• New device?" = "• Nové zariadenie?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Rozhodli ste sa pre overenie prihlásenia?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Prihlásenie z novej krajiny?";

